
"Passcode Lock" = "Passcode Lock";

"All data in this app will be erased after %d failed passcode attempts." = "All data in this app will be erased after %d failed passcode attempts.";
"Cancel" = "Cancel";
"Enable" = "Enable";
"Erase all content in the app after %d failed passcode attempts." = "Erase all content in the app after %d failed passcode attempts.";

"Turn Passcode Off" = "Turn Passcode Off";
"Turn Passcode On" = "Turn Passcode On";
"Change Passcode" = "Change Passcode";
"Erase Data" = "Erase Data";
"Set Passcode" = "Set Passcode";
"Turn off Passcode" = "Turn off Passcode";
"Enter Passcode" = "Enter Passcode";
"1 Failed Passcode Attempt" = "1 Failed Passcode Attempt";
"%i Failed Passcode Attempts" = "%i Failed Passcode Attempts";
"Passcodes did not match. Try again." = "Passcodes did not match. Try again.";
"Enter a different passcode. You cannot re-use the same passcode." = "Enter a different passcode. You cannot re-use the same passcode.";
"Erase all data and reset passcode" = "Erase all data and reset passcode?";

"Enter your passcode" = "Enter your passcode";
"Enter a passcode" = "Enter a passcode";
"Re-enter your passcode" = "Re-enter your passcode";
"Enter your old passcode" = "Enter your old passcode";
"Enter your new passcode" = "Enter your new passcode";
"Re-enter your new passcode" = "Re-enter your new passcode";

"Passcode lock notice" = "Please note";
"ResetInfo" = "There is no way to reset the passcode; if you ever forget it, you will not be able to access your chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted.";

"Require Passcode" = "Require Passcode";
"Immediately" = "Immediately";
"After 1 minute" = "After 1 minute";
"After %d minutes" = "After %d minutes";
"After 1 min." = "After 1 min.";
"After %d min." = "After %d min.";
"After 1 hour" = "After 1 hour";
"After %d hours" = "After %d hours";
